[XEN_Overlord X2SoldierClassTemplate]
+DisplayName="霸主"
+ClassSummary="作为战场上的战争之王。后勤无人机与重型武器支援的大师，也可以简单地用你的大炮将整个作战区域变成一个杀戮场。"
+LeftAbilityTreeTitle="重武器"
+RightAbilityTreeTitle="致命漏斗"
AbilityTreeTitles[0]="重武器"
AbilityTreeTitles[1]="致命漏斗"
AbilityTreeTitles[2]="守望"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Devastator"
+RandomNickNames[1]="Rambo"
+RandomNickNames[2]="Brrrrt"
+RandomNickNames[3]="Patriot"
+RandomNickNames[4]="F-Yeah Murica"
+RandomNickNames[5]="Genocider"
+RandomNickNames[6]="Guardsman"



